Repository: akbargumbira/inasafe
Catalog: i18n/*/LC_MESSAGES/inasafe.po
Languages: id

source: Normalised data can be hazard or exposure data where the values have been classified or coded.
id: Data ternormalisasi dapat berupa data ancaman atau keterpaparan dimana nilainya telah diklasifikasikan atau dikodekan.

source: <b>Count</b> is the number of people in each cell. For example <b>population count</b> might be measured as the number of people per pixel in a raster data set. This unit is relevant for population rasters in geographic coordinates.
id: <b>Jumlah</b> adalah banyak penduduk tiap sel. Sebagai contoh <b>jumlah penduduk</b> bisa dihitung sebagai banyak penduduk per pixel pada data raster. Unit ini cocok untuk raster penduduk di koordinat geografis.

source: Distance from the volcano.
id: Jarak dari gunung berapi

source: <b>Building type</b> is a unit that represent the type of the building. In this case, building type will be used to group the result of impact function.
id: <b>Jenis bangunan</b> adalah unit yang merepresentasikan jenis dari bangunan. Pada kasus ini, jenis bangunan akan digunakan untuk mengelompokan hasil dari fungsi dampak.

source: <b>Normalised</b> data can be hazard or exposure data where the values have been classified or coded.
id: Data <b>ternormalisasi</b> dapat berupa data ancaman atau keterpaparan dimana nilainya telah diklasifikasikan atau dikodekan

source: no type
id: tidak ada tipe

source: <b>No type</b> unit means that there is no building type attribute in the exposure data.
id: Unit <b>tanpa tipe</b> berarti bahwa tidak ada atribut jenis bangunan pada data keterpaparan.

source: <b>Road type</b> is a unit that represent the type of the road. In this case, road type will be used to group the result of impact function.
id: <b>Jenis jalan</b> adalah unit yang merepresentasikan jenis dari jalan. Pada kasus ini, jenis jalan akan digunakan untuk mengelompokan hasil dari fungsi dampak.

source: This is a ternary description for an area. The area is either has <b>low</b>, <b>medium</b>, or <b>high</b> impact from the volcano.
id: Ini adalah deskripsi ternari untuk sebuah wilayah. WIlayah memiliki dampak <low>rendah</low>, <b>sedang</b>, atau <b>tinggi</b> dari gunung berapi.

source: building generic
id: bangunan umum

source: <b>Building generic</b> unit means that there is no building type attribute in the exposure data.
id: <b>Bangunan umum</b> berarti bahwa tidak ada atribut jenis bangunan pada data keterpaparan.

source: Be flooded (experimental)
id: Kebanjiran (uji coba)

source: The minimal threshold is greater then the maximal specified threshold. Please check the values.
id: Ambang batas minimal lebih besar dari ambang batas maksimal yang ditentukan. Silahkan cek kembali nilai tersebut.

source: There are no objects in the hazard layer with "value">%s.Please check the value or use other extent.
id: Tidak ada objek pada layer ancaman dengan "value">'%s'. Silahkan cek kembali nilai tersebut atau gunakan extent lain.

source: There are no objects in the hazard layer with "Affected value"='%s'. Please check the value or use other extent.
id: Tidak ada objek pada layer ancaman dengan "value">'%s'. Silahkan cek kembali nilai tersebut atau gunakan extent lain.

source: There are no objects in the hazard layer with "Affected value"='%s'. Please check the value or use a different extent.
id: Tidak ada objek di layer ancaman dengan "Affected value"='%s'. Silahkan cek nilai tersebut atau gunakan extent lain.

source: Global default
id: Default umum

source: Don't use
id: Jangan digunakan

source: Table below shows the weekly minimum needs for all affected people
id: Tabel di bawah ini menunjukkan kebutuhan minimum mingguan untuk semua orang yang terkena dampak.

source: Population Count (5kmx5km)
id: Jumlah Penduduk (5kmx5km)

source: Map shows population count in high or medium hazard area
id: Peta menunjukkan jumlah penduduk di daerah bahaya tinggi atau sedang

source: Vector layer contains people affected and the minimum needs based on evacuation percentage.
id: Layer vector berisi penduduk yang terdampak dan kebutuhan minimum berdasarkan pada persentase evakuasi.

source: Map shows the number of people affected in each flood prone area
id: Peta menunjukan jumlah penduduk terdampak di setiap area rawan banjir

source: People need evacuation if in the area identified as "Flood Prone"
id: Penduduk perlu dievakuasi jika berada di area yang teridentifikasi sebagai "rawan banjir"

source: Raster layer contains people affected and the minimum needs based on the people affected.
id: Layer raster berisi penduduk terdampak dan kebutuhan minimum berdasarkan pada penduduk terdampak.

source: Map shows the numbers of people needing evacuation
id: Peta menunjukkan jumlah penduduk yang memerlukan evakuasi

source: Vector layer contains people affected and the minimum needs based on the number of people affected.
id: Layer data vektor berisi penduduk yang terdampak dan kebutuhan minimum berdasarkan pada jumlah penduduk terdampak.

source: Map shows the number of people affected in each of volcano hazard polygons.
id: Peta menunjukkan jumlah penduduk yang terkena dampak di setiap wilayah rawan ancaman letusan gunung berapi.

source: Female count (affected)
id: Jumlah penduduk wanita (terdampak)

source: To assess the impacts of flood inundation in vector format on population.
id: Untuk menilai dampak dari genangan banjir dalam format vektor terhadap penduduk.

source: To assess the impacts of flood inundation in raster format on population.
id: Untuk menilai dampak dari genangan banjir dalam format raster terhadap penduduk.

source: Tsunami Evacuation Function
id: Fungsi Evakuasi Tsunami

source: To assess the impacts of tsunami inundation in raster format on population.
id: Untuk menghitung dampak genangan tsunami dalam format raster pada penduduk.

source: The population subject to inundation exceeding a threshold (default 0.7m) is calculated and returned as a raster layer. In addition the total number and the required needs in terms of the BNPB (Perka 7) are reported. The threshold can be changed and even contain multiple numbers in which case evacuation and needs are calculated using the largest number with population breakdowns provided for the smaller numbers. The population raster is resampled to the resolution of the hazard raster and is rescaled so that the resampled population counts reflect estimates of population count per resampled cell. The resulting impact layer has the same resolution and reflects population count per cell which are affected by inundation.
id: Subjek populasi genangan melebihi ambang batas (default 0.7m) dihitung dan dikembalikan sebagai layer aster. Selain itu, jumlah dan kebutuhan yang diperlukan sesuai aturan BNPB (Perka 7) dilaporkan. Ambang batas dapat diubah dan bahkan mengandung beberapa nilai dalam hal evakuasi dan kebutuhan dihitung menggunakan jumlah terbesar dengan populasi diperinci untuk jumlah yang lebih kecil. Lapisan raster populasi diresampling dengan resolusi raster ancaman dan direscaling sehingga jumlah populasi hasil resampling mencerminkan perkiraan jumlah populasi per sel terresampling. Lapisan dampak yang dihasilkan memiliki resolusi yang sama dan mencerminkan jumlah penduduk per sel yang dipengaruhi oleh genangan.

source: A hazard raster layer where each cell represents tsunami depth (in meters).
id: Sebuah layer raster ancaman dimana setiap sel merepresentasikan kedalaman tsunami (dalam meter).

source: The default threshold of 0.7 meter was selected based on consensus, not hard evidence.
id: Ambang batas default 0.7 meter dipilih berdasarkan konsensus, bukan dari bukti yang kuat.

source: People need evacuation if tsunami levels exceed %(eps).1f m
id: Penduduk perlu evakuasi kalau level tsunami lebih dari %(eps).1f m

source: Clean Water
id: Air Bersih

source: Map shows the estimation of displaced population
id: Peta menunjukkan estimasi jumlah penduduk yang perlu diungsikan

source: Needs should be provided %s
id: Kebutuhan yang harus dipenuhi %s

source: Provenance
id: Sumber

source: Population numbers rounded up to the nearest %s.
id: Jumlah penduduk dibulatkan ke atas terdekat %s.

source: Categorised Hazard Building Impact Function
id: Dampak ancaman terkategorikan pada bangunan

source: To assess the impacts of categorized hazards in raster format on building vector layer.
id: Untuk menghitung dampak ancaman yang dikategorikan dalam format raster pada layer raster populasi.

source: Be impacted by each category
id: Terdampak oleh setiap kategori

source: Number of Buildings
id: Jumlah bangunan

source: Buildings in High risk areas
id: Bangunan di wilayah risiko tinggi

source: Buildings in Medium risk areas
id: Bangunnan di wilayah risiko sedang

source: Buildings in Low risk areas
id: Bangunan di wilayah risiko rendah

source: Total Buildings Affected
id: Jumlah bangunan terdampak

source: Buildings Not Affected
id: Bangunan tidak terdampak

source: All Buildings
id: Jumlah seluruh bangunan

source: Map shows buildings affected in low, medium and high risk areas.
id: Peta menunjukan jumlah bangunan di wilayah risiko rendah, sedang, dan tinggi.

source: Not Affected
id: Tidak terdampak

source: (Low, Medium, High)
id: (Rendah, Sedang, Tinggi)

source: Be affected by each hazard category
id: Terdampak oleh setiap kategori bencana.

source: Total Population Affected
id: Jumlah penduduk terdampak

source: Population in High risk areas
id: Penduduk yang berada di wilayah risiko tinggi

source: Population in Medium risk areas
id: Penduduk yang berada di wilayah risiko sedang

source: Population in Low risk areas
id: Penduduk yang berada di wilayah risiko rendah

source: Population Not Affected
id: Penduduk yang tidak terdampak

source: Table below shows the minimum needs for all evacuated people
id: Tabel di bawah ini menunjukan kebutuhan minimal untuk penduduk yang dievakuasi

source: Map shows the numbers of people in high, medium and low hazard areas
id: Peta menunjukan jumlah penduduk terdampak pada wilayah risiko tinggi, sedang, dan rendah

source: Population affected by each category
id: Penduduk terdampak oleh setiap kategori

source: Number of People
id: Jumlah penduduk

source: Table below shows the minimum needs for all affected people
id: Tabel di bawah ini menunjukan kebutuhan minimal untuk penduduk yang dievakuasi

source: Vector polygon or point layer extracted from OSM where each feature represents the footprint of a building.
id: Poligon vektor atau layer titik diambil dari OSM dimana masing-masing fitur merepresentasikan batas tapak sebuah bangunan.

source: Number Inundated
id: Jumlah yang tergenang

source: Number of Wet Buildings
id: Jumlah bangunan yang basah

source: Number of Dry Buildings
id: Jumlah bangunan yang kering

source: Buildings are said to be inundated when flood levels exceed %.1f m
id: Bangunan yang kemungkinan akan tergenang jika ketinggian banjir melebihi %.1f m

source: Buildings are said to be wet when flood levels are greater than 0 m but less than %.1f m
id: Bangunan yang kemungkinan basah jika ketinggian banjir lebih dari 0 m tetapi kurang dari %.1f m

source: Buildings are said to be dry when flood levels are less than 0 m
id: Bangunan yang kemungkinan kering ketika ketinggian banjir kurang dari 0 m

source: Buildings are said to be closed if they are inundated or wet
id: Bangunan yang kemungkinan ditutup jika mereka tergenang atau basah

source: Buildings are said to be open if they are dry
id: Bangunan yang kemungkinan tetap buka jika mereka kering

source: Buildings are said to be flooded when in regions marked as affected
id: Bangunan yang kemungkinan akan terkena banjir di wilayah yang ditandai sebagai wilayah terdampak

source: Dry (<= 0 m)
id: Kering (<= 0 m)

source: Wet (0 m - %.1f m)
id: Basah (0 m - %.1f m)

source: Inundated (>= %.1f m)
id: Tergenang (>= %.1f m)

source: (inundated, wet, or dry)
id: (tergenang, basah, atau kering)

source: * Number is rounded up to the nearest %s
id: * Angka dibulatkan ke atas terdekat %s

source: unknown
id: tidak diketahui

source: categorised
id: Kategorisasi

source: <b>Categorised</b> data can be hazard data where the values have been classified or coded (i.e. low, medium, high).
id: <b>Kategorisasi</b> data dapat berupa data ancaman dimana nilainya telah diklasifikasikan atau dikodekan (contoh rendah, sedang, tinggi).

source: Flood People In Buildings Impact Function
id: Fungsi Dampak Banjir pada Penduduk dalam Bangunan
