Repository: akbargumbira/inasafe
Catalog: i18n/*/LC_MESSAGES/inasafe.po
Languages: id

source: Buildings
id: Gedung-gedung/bangunan

source: Total
id: Jumlah

source: All
id: Semua

source: Low damage
id: Kerusakan rendah

source: Medium damage
id: Kerusakan sedang

source: High damage
id: Kerusakan tinggi

source: No damage
id: Tidak ada kerusakan

source: Temporarily Closed
id: Ditutup sementara

source: <b>In case of "%s" the estimated impact to "%s" the possibility of &#58;</b><br><br><p>
id: <b>Apabila dalam kasus "%s" merupakan perkiraan dampak dengan "%s" kemungkinan &#58;</b><br><br><p>

source: Building
id: Bangunan

source: Number of
id: Jumlah

source: Closed
id: Ditutup

source: Opened
id: Dibuka

source: Assumption
id: Anggapan

source: Buildings that will need to closed when floodingmore than %.1f m
id: Bangunan yang akan ditutup ketika banjir dengan ketinggian lebih dari %.1f m

source: Estimated buildings affected
id: Bangunan yang diperkirakan terkena dampak

source: Low
id: Rendah

source: Medium
id: Sedang

source: High
id: Tinggi

source: Flooded
id: Kebanjiran

source: Hello!
id: Halo!

source: Hello2!
id: Halo2!

source: Based on BNPB Perka 2 - 2012
id: Berdasarkan BNPB Perka 2 - 2012

source: <b>In case of "%s" the estimated impact to "%s" is&#58;</b><br><br><p>
id: <b>Dalam kasus "%s" estimasi pengaruhnya terhadap "%s" is&#58;</b><br><br><p>

source: - Levels of impact are defined by post 2009 Padang earthquake survey conducted by Geoscience Australia and Institut of Teknologi Bandung.<br>
id: - Tingkat dampak didefinisikan melalui posting survei gempa bumi Padang tahun 2009 yang dilakukan oleh Geoscience Australia dan Institut Teknologi Bandung.<br>

source: - Unreinforced masonry is assumed where no structural information is available. <br>
id: - Tembok tanpa penguat beton bertulang diasumsikan dimana tidak ada informasi struktural tersedia. <br>

source: Category
id: Kategori

source: Affected
id: Terdampak

source: Be affected by tsunami
id: Terkena dampak tsunami

source: Impact
id: Dampak

source: Number of buildings
id: Jumlah bangunan

source: Levels of impact are defined by BNPB's <i>Pengkajian Risiko Bencana</i>
id: Tingkatan dampak ditentukan oleh BNPB <i>Pengkajian Risiko Bencana</i>

source: Tsunami height
id: Ketinggian Tsunami

source: Be inundated
id: Terkena banjir

source: Building type
id: Jenis bangunan

source: Buildings will need to be closed when flooding levels exceed %.1f m
id: Bangunan akan ditutup apabila level banjir melebihi %.1f m

source: Be temporarily closed
id: Ditutup sementara

source: Buildings will need to close if flood levels exceed %.1f m
id: Bangunan yang akan ditutup ketika banjir dengan ketinggian lebih dari %.1f m

source: Need evacuation
id: Perlu evakuasi

source: Kit Keluarga
id: Perlengkapan Keluarga/Rumah Tangga

source: Jamban Keluarga
id: Toilet

source: Penduduk perlu dievakuasi ketikabanjir lebih dari %i m.
id: Penduduk yang perlu dievakuasi ketika banjir lebih dari %i m.

source: Minmum Bantuan per minggu (BNPB Perka 7/2008)
id: Minimum Bantuan per minggu (BNPB Perka 7/2008)

source: Assumptions
id: Anggapan

source: Buildings are said to be flooded when
id: Bangunan dikatakan terkena banjir ketika

source: flood levels exceed %.1f m
id: tingkat banjir melebihi %.1f m

source: in areas marked as flood prone
id: berada di area yang ditandai sebagai rawan banjir

source: Not Flooded
id: Tidak terkena banjir

source: Open
id: Buka

source: In case of "%s" the estimated impact to "%s" is:
id: Dalam kasus "%s" estimasi pengaruhnya terhadap "%s" adalah:

source: People needing evacuation
id: Penduduk yang perlu dievakuasi

source: Rice [kg]
id: Beras [kg]

source: Drinking Water [l]
id: Air Minum [l]

source: Clean Water [l]
id: Air Bersih [l]

source: Family Kits
id: Perlengkapan Rumah Tangga

source: Toilets
id: Jamban

source: Notes:
id: Catatan:

source: Total population Jakarta: %s
id: Total populasi Jakarta: %s

source: * Counts are given in thousands
id: * Dihitung dalam ribuan

source: People need evacuation if flood levels exceed %i m
id: Penduduk perlu dievakuasi kalau banjir lebih dari %i m

source: Minimum needs are defined in BNPB regulation 7/2008
id: Minimum bantuan per minggu dari perka 7 BNPB/2008

source: People in need of evacuation
id: Penduduk yang perlu dievakuasi

source: Population Density
id: Kepadatan Penduduk

source: Population which %s
id: Penduduk yang %s

source: People need evacuation if flood levels exceed %(eps) m
id: Penduduk yang perlu evakuasi jika ketinggian banjir lebih dari %(eps) m

source: People need evacuation if flood levels exceed %(eps)i m
id: Penduduk yang perlu evakuasi jika ketinggian banjir lebih dari %(eps)i m

source: Needs per week
id: Bantuan per minggu

source: Total (*)
id: Jumlah keseluruhan (*)

source: Buildings inundated
id: Bangunan terendam

source: Total population: %i
id: Jumlah Penduduk: %i

source: In the event of <i>%s</i> how many <i>%s</i> might <i>%s</i>
id: Apabila terjadi <i>%s</i> berapa banyak <i>%s</i> yang mungkin <i>%s</i>

source: Levels of impact are defined by post 2009 Padang earthquake survey conducted by Geoscience Australia and Institut of Teknologi Bandung.
id: Tingkat dampak didefinisikan melalui posting survei gempa bumi Padang tahun 2009 yang dilakukan oleh Geoscience Australia dan Institut Teknologi Bandung.

source: Unreinforced masonry is assumed where no structural information is available.
id: Batu pondasi tanpa perkuatan diasumsikan dimana tidak ada informasi struktural tersedia.

source: Earthquake damage to buildings
id: Kerusakan bangunan akibat gempa

source: Buildings that need to close due flooding
id: Bangunan yang harus ditutup karena banjir

source: Be damaged depending on building type
id: Kerusakan tergantung pada jenis bangunan

source: Levels of impact are defined by post 2009 Padang earthquake survey conducted by Geoscience Australia and Institute of Teknologi Bandung.
id: Tingkat dampak didefinisikan melalui posting survei gempa bumi Padang tahun 2009 yang dilakukan oleh Geoscience Australia dan Institut Teknologi Bandung.

source: - Levels of impact are defined by post 2009 Padang earthquake survey conducted by Geoscience Australia and Institute of Teknologi Bandung.<br>
id: - Tingkat dampak didefinisikan melalui posting survei gempa bumi Padang tahun 2009 yang dilakukan oleh Geoscience Australia dan Institut Teknologi Bandung.<br>

source: Be affected by ground shaking
id: Terkena dampak dari gempa bumi

source: Groundshaking (MMI)
id: Getaran tanah (MMI)

source: # people impacted
id: # Orang yang terkena dampak

source: Number of fatalities
id: Jumlah perkiraan kematian

source: Fatality model is from Institute of Teknologi Bandung 2012.
id: Model Fatality diperoleh dari Institut Teknologi Bandung 2012.

source: Earthquake impact to population
id: Dampak gempa bumi terhadap populasi penduduk

source: DKI buildings
id: Bangunan DKI

source: Jakarta 2007 flood
id: Banjir di Jakarta seperti pada tahun 2007

source: Jakarta flood like 2007 with pump failure at Pluit, Ancol and Sunter
id: Banjir Jakarta seperti pada tahun 2007 dengan kondisi pompa di Pluit, Ancol, dan Sunter rusak

source: Sea wall collapse at Pluit
id: DAM di Pluit runtuh

source: Jakarta flood prone areas
id: Daerah Rawan Banjir

source: Population Jakarta
id: Penduduk Jakarta

source: Flood Depth (design) Jakarta
id: Kedalaman banjir Jakarta (perkiraan)

source: Flood Depth (current) Jakarta
id: Kedalaman banjir Jakarta (saat ini)

source: Yogyakarta 2006 earthquake
id: Gempa bumi di Yogyakarta tahun 2006

source: Indonesian Earthquake Hazard Map
id: Peta Rawan Gempa Indonesia

source: Maumere Tsunami Inundation
id: Genangan Tsunami di Maumere

source: Sumatran fault Mw 7.8 scenario
id: Skenario patahan Sumatera Mw 7.8

source: Mentawai fault Mw 9.0 scenario
id: Skenario patahan Mentawai Mw 9.0

source: Shakemap Padang 2009
id: Peta Gempa Padang tahun 2009

source: OSM building footprints
id: Bangunan OSM

source: AIBEP schools
id: Sekolah AIBEP

source: Population density (5kmx5km)
id: Kepadatan penduduk (5kmx5km)

source: Jakarta flood like 2007 with pump failure at Pluit and Ancol
id: Banjir tahun 2007 dengan kondisi tanpa pompa di Pluit dan Ancol

source: Maumere tsunami inundation
id: Genangan tsunami di Maumere

source: Office buildings Jakarta
id: Gedung perkantoran Jakarta

source: Hospitals and clinics Jakarta
id: Rumah Sakit dan klinik Jakarta

source: Schools Jakarta
id: Sekolah Jakarta

source: Industrial buildings Jakarta
id: Bangunan industri Jakarta

source: Industrial areas Jakarta
id: Area industri Jakarta

source: Commercial areas Jakarta
id: Area komersil Jakarta

source: Hospitals Jakarta
id: Rumah sakit Jakarta

source: Schools
id: Sekolah

source: OSM buildings
id: Bangunan OSM

source: office
id: kantor

source: clinic
id: klinik

source: terrace
id: komplek perumahan

source: police
id: kantor polisi

source: residential
id: permukiman

source: kindergarten
id: taman kanak-kanak

source: place of worship
id: tempat ibadah

source: school
id: sekolah

source: university
id: universitas

source: apartments
id: apartemen

source: college
id: perguruan tinggi

source: commercial
id: komersial

source: hospital
id: rumah sakit

source: industrial
id: industri

source: civic
id: kantor pemerintahan

source: church
id: gereja

source: public building
id: bangunan publik

source: other
id: lainnya

source: fire station
id: pos pemadam kebakaran

source: Padang 2009 scenario
id: Skenario Padang tahun 2009

source: Yogya 2006 scenario
id: Skenario Yogya tahun 2006

source: Estimated fatalities
id: Perkiraan korban jiwa

source: Lembang fault scenario
id: Skenario patahan Lembang

source: Jakarta flood like 2007 with structural improvements
id: Banjir Jakarta seperti pada tahun 2007 dengan perbaikan struktural

source: Number of people displaced
id: Jumlah pengungsi

source: Action Checklist:
id: Daftar tindakan:

source: Are suffient victim identification resources available for %i people?
id: Apakah sumber daya yang tersedia cukup untuk identifikasi korban %i orang?

source: Are suffient shelters available for %i people?
id: Apakah tempat penampungan cukup memadai untuk %i orang?

source: Be temporarily closed - OLD
id: Ditutup sementara - OLD

source: Unknown hazard type %s. Must be either "depth" or "floodprone"
id: Jenis ancaman bencana %s tidak diketahui. Harus berupa "kedalaman banjir" atau "rawan banjir"

source: Are enough victim identification units available for %i people?
id: Apakah unit identifikasi korban sudah cukup untuk %i orang?

source: Are enough shelters available for %i people?
id: Apakah tempat penampungan yang tersedia sudah cukup untuk %i orang?

source: All buildings
id: Seluruh bangunan

source: Temporarily closed
id: Ditutup sementara

source: Are the critical facilities still open?
id: Apakah fasilitas publik penting masih dibuka?

source: Breakdown by building type
id: Perincian menurut jenis bangunan

source: Be affected by earthquake
id: Terkena dampak dari gempa bumi

source: Number of women displaced
id: Jumlah pengungsi wanita

source: Number of pregnant women displaced
id: Jumlah pengungsi wanita hamil

source: Are enough shelters available for %i women?
id: Apakah tempat penampungan yang tersedia cukup untuk %i wanita?

source: Are enough facilities available to assist %i pregnant women?
id: Apakah fasilitas yang tersedia sudah cukup untuk membantu %i ibu hamil?

source: Mid
id: Sedang

source: People
id: Orang

source: people
id: orang

source: Total number of people
id: Jumlah penduduk

source: Population numbers rounded to nearest 1000.
id: Jumlah penduduk dibulatkan menjadi mendekati angka 1000 yang terdekat.

source: Die
id: Meninggal

source: Suffer because of gender
id: Menderita karena gender

source: Are there enough victim identification units available for %i people?
id: Apakah unit identifikasi korban yang tersedia cukup untuk %i orang?

source: Are there enough shelters available for %i people?
id: Apa tempat penampungan yang tersedia cukup untuk %i orang?

source: %.2f people/cell
id: %.2f orang/sel

source: Map shows population density needing evacuation
id: Peta menunjukkan kepadatan penduduk yang memerlukan evakuasi

source: People in 50cm to 1m of water: %i
id: Orang-orang yang berada di ketinggian air 50cm sampai 1m air: %i

source: People in 30cm to 50cm of water: %i
id: Orang-orang yang berada di ketinggian air 30cm sampai 50cm air: %i

source: test
id: Tes

source: Could not interpolate from raster layer %s to vector layer %s. Error message: %s
id: Tidak dapat menginterpolasi dari layer raster %s ke layer vektor %s. Pesan kesalahan: %s

source: In the event of <i>%(hazard)s</i> how many <i>%(exposure)s</i> might <i>%(impact)s</i>
id: Apabila terjadi <i>%(hazard)s</i> berapa banyak <i>%(exposure)s</i> yang mungkin <i>%(impact)s</i>

source: Could not interpolate from raster layer %(raster)s to vector layer %(vector)s. Error message: %(error)s
id: Tidak dapat menginterpolasi dari layer raster %(raster)s ke layer vektor %(vector)s. Pesan kesalahan: %(error)s

source: THIS SHOULD SHOW UP IN THE GUI
id: INI HARUS DITUNJUKKAN DI GUI

source: %.2f people/cell)
id: %.2f orang/sel)

source: Low [%i people/cell]
id: Rendah [%i orang/sel]

source: Medium [%i people/cell]
id: Sedang [%i orang/sel]

source: High [%i people/cell]
id: Tinggi [%i orang/sel]

source: A flood in Jakarta like in 2007
id: Banjir di Jakarta seperti tahun 2007

source: A flood in Jakarta like in 2007 but with structural improvements
id: Banjir di Jakarta seperti pada tahun 2007 dengan telah ada perbaikan struktural

source: A flood in Jakarta in RW areas identified as flood prone
id: Banjir di Jakarta di wilayah RW yang telah teridentifikasi sebagai rawan banjir

source: An earthquake in Yogyakarta like in 2006
id: Gempa bumi di Yogyakarta seperti pada tahun 2006

source: A tsunami in Maumere (Mw 8.1)
id: Tsunami di Maumere (Mw 8.1)

source: An earthquake at the Sumatran fault (Mw 7.8)
id: Gempam bumi di sesar Sumatra (Mw 7.8)

source: An earthquake at the Mentawai fault (Mw 9.0)
id: Gempa bumi di sesar Mentawai (Mw 9.0)

source: An earthquake in Padang like in 2009
id: Gempa bumi di Padang seperti pada tahun 2009

source: An earthquake at the Lembang fault
id: Gempa bumi di sesar Lembang

source: A tsunami in Padang (Mw 8.8)
id: Tsunami di Padang (Mw 8.8)

source: be impacted
id: Terdampak

source: People impacted
id: Orang yang terkena dampak

source: People in high hazard area
id: Penduduk yang berada di area sangat rawan bencana

source: People in medium hazard area
id: Penduduk yang berada di area cukup rawan bencana

source: People in low hazard area
id: Penduduk yang berada di area agak rawan bencana

source: Map shows population density in high or medium hazard area
id: Peta berikut menunjukkan kepadatan penduduk di area rawan bencana skala tinggi atau sedang

source: People in high hazard areas
id: Penduduk yang berada di area sangat rawan bencana

source: Map shows population affected in each flood prone area
id: Peta berikut menunjukkan populasi yang terkena dampak banjir di setiap area rawan banjir

source: People need evacuation if in area identified as "Flood Prone"
id: Penduduk perlu dievakuasi bila di area mereka tinggal telah diidentifikas sebagai "rawan banjir"

source: People affected by flood prone areas
id: Penduduk yang terkena dampak dari area rawan banjir

source: Nil
id: Nol

source: Population Count
id: Jumlah penduduk

source: Population affected by flood prone areas
id: Penduduk yang terkena dampak dari area rawan banjir

source: Title
id: Judul

source: Requirements
id: Persyaratan

source: Available Impact Functions
id: Fungsi Dampak yang Tersedia

source: Notes
id: Catatan

source: Detailed breakdown
id: Perincian lebih detil

source: People in %.1f m to %.1f m of water: %i
id: Orang di %.1f m to %.1f m air: %i

source: People need evacuation if flood levels exceed %(eps).1f m
id: Penduduk yang perlu dievakuasi bila terjadi banjir dengan ketinggian lebih dari %(eps).1f m

source: People in %(lo).1f m to %(hi).1f m of water: %(val)i
id: Orang-orang di %(lo).1f m ke %(hi).1f m air: %(val)i

source: People in Jakarta
id: Penduduk di Jakarta

source: Be affected
id: Terkena dampak

source: Categorised hazard has only 3 classes, high, medium and low.
id: Ancaman bencana terkategorikan hanya memiliki 3 kelas, yaitu tinggi, sedang, dan rendah.

source: Categorised hazard impact on buildings
id: Dampak ancaman bencana terkategorikan pada bangunan

source: be affected
id: Terkena dampak

source: Map shows population affected in each of volcano hazard polygons.
id: Peta berikut menunjukkan populasi yang terkena dampak di setiap wilayah rawan ancaman letusan gunung berapi.

source: Total population %i in view port
id: Jumlah populasi %i pada tampilan port

source: People need evacuation if they are within the volcanic hazard zones.
id: Penduduk yang perlu dievakuasi bila telah diidentifikas daerahnya sebagai rawan bencana letusan gunung berapi.

source: People affected by volcanic hazard zone
id: Penduduk yang terkena dampak dari daerah rawan bahaya letusan gunung berapi

source: Population affected by volcanic hazard zone
id: Penduduk yang terkena dampak di daerah rawan ancaman bencana letusan gunung berapi

source: Which structures have warning capacity (eg. sirens, speakers, etc.)?
id: Bangunan mana saja yang memiliki mekanisme peringatan (contoh sirene, pengeras suara, dll)?

source: Which buildings will be evacuation centres?
id: Bangunan mana saja yang memiliki pusat evakuasi?

source: Where will we locate the operations centre?
id: Dimana kita akan menempatkan pusat operasi?

source: Where will we locate warehouse and/or distribution centres?
id: Dimana kita akan menempatkan gudang dan/atau pusat distribusi?

source: Where will the students from the %d closed schools go to study?
id: Dimanakah siswa dari %d sekolah yang ditutup akan belajar?

source: Where will the patients from the %d closed hospitals go for treatment and how will we transport them?
id: Dimanakah pasien dari %d rumah sakit yang ditutup akan mendapatkan perawatan dan bagaimana cara memindahkan mereka?

source: How will warnings be disseminated?
id: Bagimana peringatan tanggap bencana akan disebarluaskan?

source: How will we reach stranded people?
id: Bagaimana kita akan menjangkau orang-orang yang terdampar/terlantar?

source: Do we have enough relief items?
id: Apakah kita memiliki barang-barang bantuan yang cukup?

source: If yes, where are they located and how will we distribute them?
id: Jika iya, dimana kita akan meletakannya dan bagaimana pendistribusiannya?

source: If no, where can we obtain additional relief items from and how will we transport them to here?
id: Jika tidak, dimana kita dapat mendapatkan barang-barang bantuan tambahan dan bagaimana membawanya ke sini?

source: Sub Category
id: Subkategori

source: Layer type
id: Jenis layer

source: Data type
id: Jenis data

source: Unit
id: Satuan

source: Total population %i in in the viewable area
id: Jumlah populasi %i pada area yang terlihat

source: Total population %i in the viewable area
id: Jumlah populasi %i pada area yang terlihat

source: Be impacted
id: Terdampak

source: Be flooded
id: Terkena banjir

source: An eruption
id: Letusan gunung api

source: Cumulative
id: Kumulatif

source: Map shows buildings affected in each of volcano hazard polygons.
id: Peta berikut menunjukkan bangunan yang terkena dampak di setiap wilayah rawan ancaman letusan gunung berapi.

source: Total number of buildings %i in the viewable area
id: Total bangunan %i di area yang terlihat

source: Only buildings available in Open Street Mapare considered.
id: Hanya bangunan yang tersedia di OpenStreetMap yang diperhitungkan.

source: Buildings affected by volcanic hazard zone
id: Bangunan yang terkena dampak daerah rawan ancaman letusan gunung berapi

source: Building Count
id: Jumlah Bangunan

source: Lookup table mapping layer titles to translatable strings Layer titles are kept in the associated keywords files. However, these files are not seen by the internationalisation system and can therefore not be translated. To achieve this for selected titles, we maintain a lookup table of the form {string: translatable_string} where string e.g. comes from the keywords file or attribute names/values in datasets and translatable_string is the string that will appear as the translated at runtime. e.g (using a neutral symbol) {'title1': tr('Jakarta 2007 flood')} or (using existing title) {'Schools': tr('Schools')} or (attribute value) {'school': tr('school')} With the underscore function, the specified string will be seen by the translation system and can appear in the supported languages as with other strings in SAFE. Note, this module does *not* provide translations! Rather it provides mappings between strings expected at runtime to strings seen by the existing translation systems. To use: This module contains words and phrases that need to be translatable but would not normally be available in code for example, that originate from a dataset or external source. Just put your translations here, and it will be available to the tr function but never import this module or the functions in it!
id: Lookup judul tabel layer pemetaan string diterjemahkan⏎ ⏎ Judul layer disimpan dalam file kata kunci. Namun, ⏎ file ini tidak terlihat oleh sistem internasionalisasi dan⏎ sehingga tidak dapat diterjemahkan.⏎ ⏎ Untuk mencapai hal ini untuk judul yang dipilih, kami mempertahankan bentuk tabel lookup⏎ ⏎ {string: translatable_string}⏎ ⏎ dimana string misal berasal dari file kata kunci ata nama/nilai atribut⏎ dalam dataset dan translatable_string adalah string yang akan muncul sebagai⏎ yang diterjemah pada saat berjalannya waktu.⏎ ⏎ misal (menggunakan simbol netral)⏎ {'title1': tr('Jakarta 2007 flood')}⏎ ⏎ atau (menggunakan judul yang tersedia)⏎ {'Schools': tr('Schools')}⏎ ⏎ atau (nilai atribut)⏎ {'school': tr('school')}⏎ ⏎ Dengan fungsi menggarisbawahi, string tertentu akan terlihat oleh⏎ sistem terjemah dan dapat muncull dalam bahasa yang didukung seperti dengan⏎ string lainnya di SAFE.⏎ ⏎ Catatan, modul ini *tidak* menyediakan terjemahan! Melainkan memberikan⏎ pemetaan antar string yang diharapkan pada saat waktu yang berjalan untuk string yang dilihat oleh⏎ sistem terjemah yang ada.⏎ ⏎ Untuk menggunakan:⏎ ⏎ Modul ini berisi kata dan frase yang perlu ditranslet tetapi⏎ biasanya tidak tersedia dalam kode untuk contoh, yang berasal dari⏎ sebuah dataset atau sumber eksternal.⏎ ⏎ Hanya menaruh terjemahan Anda disini, dan ini akan tersedia untuk fungsi tr⏎ tetapi tidak pernah mengimpor modul ini atau fungsi di dalamnya!⏎ ⏎ ⏎ ⏎

source: These listed here so they get translated apriori to loading data.
id: Ini tercantum disini sehingga mereka menterjemahkan apriori untuk memuat data.⏎

source: Jakarta flood like 2007 with pump failure at Pluit Ancol and Sunter
id: Banjir Jakarta pada tahun 2007 dengan kerusakan pompa di Pluit Ancol dan Sunter

source: A volcano eruption
id: Letusan gunung berapi

source: A volcano alert
id: Peringatan letusan gunung berapi

source: Indonesian people
id: Orang Indonesia

source: People in Indonesia
id: Penduduk di Indonesia

source: # people exposed
id: # orang yang terkena

source: # Fatalities
id: # Korban jiwa

source: Hazard Level
id: Tingkat ancaman

source: Buildings Affected
id: Bangunan yang terdampak

source: Buildings value ($M)
id: Nilai bangunan ($M)

source: Contents value ($M)
id: Rincian harga ($M)

source: High hazard is defined as shake levels greater than %i on the MMI scale.
id: Ancaman tinggi didefinisikan sebagai getaran tanah lebih dari %i pada skala MMI.

source: Medium hazard is defined as shake levels between %i and %i on the MMI scale.
id: Ancaman menengah didefinisikan sebagai getaran tanah antara %i dan %i pada skala MMI.
