Repository: akbargumbira/inasafe
Catalog: i18n/*/LC_MESSAGES/inasafe.po
Languages: id

source: Low hazard is defined as shake levels between %i and %i on the MMI scale.
id: Ancaman rendah didefinisikan sebagai getaran tanah antara %i dan %i pada skala MMI.

source: Values are in units of 1 million Australian Dollars
id: Nilai dalam satuan 1 juta Dolar Australia

source: Buildings affected
id: Bangunan terdampak

source: Roads inundated
id: Jalan raya yang tergenang

source: Estimated roads affected
id: Perkiraan jalan raya yang terdampak

source: Not specified in data
id: Tidak ada rincian pada data

source: Volcanos considered
id: Nama gunung api yang dipilih

source: No data
id: Tidak ada data

source: Female population
id: Penduduk wanita

source: Weekly hygiene packs
id: Paket kebersihan mingguan

source: Additional weekly rice kg for pregnant and lactating women
id: Tambahan kilogram beras mingguan untuk ibu hamil dan menyusui

source: Indonesian People
id: Orang Indonesia

source: Structures
id: Struktur

source: Structures in Jakarta
id: Struktur di Jakarta

source: Buildings in Jakarta
id: Gedung/bangunan di Jakarta

source: Not specified
id: Tidak ditentukan

source: Number flooded
id: Jumlah yang kebanjiran

source: Distance [km]
id: Jarak [km]

source: Die or be displaced
id: Meninggal atau mengungsi

source: Fatalities
id: Korban jiwa

source: People displaced
id: Penduduk yang diungsikan

source: Map shows density estimate of displaced population
id: Peta menunjukkan kepadatan penduduk yang perlu diungsikan

source: Are there enough shelters and relief items available for %i people?
id: Apakah tempat penampungan dan barang-barang yang tersedia cukup untuk %i orang?

source: If no, where can we obtain additional relief items from and how will we transport them?
id: Jika tidak, dimana kita dapat mendapatkan bahan bantuan tambahan dan bagaimana membawanya ke sini?

source: People are considered to be displaced if they experience and survive a shake levelof more than 5 on the MMI scale
id: Penduduk akan diungsikan jika mereka mengalami dan selamat dari getaran tanah melebihi 5 skala MMI

source: Estimated displaced population
id: Perkiraan penduduk yang diungsikan

source: People needing evacuation toda
id: Penduduk yang membutuhkan evakuasi hari ini

source: People needing evacuation today
id: Penduduk yang membutuhkan evakuasi hari ini

source: Youth count
id: Jumlah anak muda

source: Adult count
id: Jumlah orang dewasa

source: Elderly count
id: Jumlah manula

source: People in %.1f m of water
id: Orang-orang yang terendam air %.1f

source: Essential buildings
id: Bangunan-bangunan penting

source: Essential Buildings
id: Bangunan-bangunan penting

source: thresholds
id: Ambang batas

source: postprocessors
id: Pascapemrosesan

source: Thresholds
id: Ambang batas

source: Postprocessors
id: Pascapemrosesan

source: Are there enough victim identification units available for %s people?
id: Apakah unit identifikasi korban yang tersedia cukup untuk %s orang?

source: Are there enough shelters and relief items available for %s people?
id: Apakah tempat penampungan dan barang-barang bantuan yang tersedia cukup untuk %s orang?

source: Total population: %s
id: Jumlah Penduduk: %s

source: Total population %s in the viewable area
id: Jumlah populasi %s pada area yang terlihat

source: Medium thresholds
id: Ambang batas menengah

source: High thresholds
id: Ambang batas tinggi

source: Low thresholds
id: Ambang batas rendah

source: Die or be displaced according Pager model
id: Meninggal atau diungsikan berdasarkan model Pager

source: To assess the impacts of inundation on building footprints originating from OpenStreetMap (OSM).
id: Untuk menghitung dampak genangan pada jejak keberadaan bangunan yang berasal dari OpenStreetMap (OSM).

source: Provide details about where critical response areas are
id: Menyediakan detil/rincian mengenai dimana area respons kritis berada

source: This is an area for free form text where adetailed description of the methodology used is given.
id: Ini adalah area untuk text dimana terdapat deskripsi yang lebih dinci mengenai metodologi yang digunakan.

source: A raster layer where each cell represents flood depth, or a vector polygon layer where each polygon represents an inundated area. The following attributes are recognised (in order): Flooded (True or False), FLOODPRONE (Yes or No) and Affected (True or False).
id: Layer raster dimana setiap sel merepresentasikan kedalaman banjir atau layer poligon vektor yang setiap poligonnya merepresentasikan area yang tergenang. Atribut berikut ini dikenali (berdasarkan urutan): Flooded (True or False), FLOODPRONE (Yes or No) and Affected (True or False).

source: vector polygon layer extracted from OSM where each polygon represents the footprint of a building.
id: Layer poligon vektor yang diambil dari OSM dimana setiap poligon merepresentasikan jejak keberadaan bangunan.

source: Lorem ipsum limitation
id: Batasan lorem ipsum

source: Unknown hazard type %s. Must be either "depth" or "grid"
id: Jenis ancaman %s tidak diketahui. Harus berupa "kedalamanr" atau "grid"

source: in regions marked as affected
id: di wilayah yang ditandai sebagai area yang terkena dampak

source: Low [%.2f people/cell]
id: Rendah [%.2f orang/sel]

source: Medium [%.2f people/cell]
id: Menengah [%.2f orang/sel]

source: High [%.2f people/cell]
id: Tinggi [%.2f orang/sel]

source: Only buildings available in OpenStreetMap are considered.
id: Hanya bangunan yang tersedia di OpenStreetMap yang dapat diperhitungkan.

source: Total number of buildings %s in the viewable area
id: Total bangunan %s di area yang terlihat

source: Where will the students from the %s closed schools go to study?
id: Dimanakah siswa dari %s sekolah yang ditutup akan belajar?

source: Where will the patients from the %s closed hospitals go for treatment and how will we transport them?
id: Dimanakah pasien dari %s rumah sakit yang ditutup akan mendapatkan perawatan dan bagaimana cara memindahkan mereka?

source: To assess the impacts of (flood or tsunami) inundation on building footprints originating from OpenStreetMap (OSM).
id: Untuk menghitung dampak genangan (banjir atau tsunami) pada jejak keberadaan bangunan yang berasal dari OpenStreetMap (OSM).

source: Provide details about where critical infrastructure might be flooded
id: Menyediakan detil/rincian mengenai dimana infrastrutur penting yang tergenang banjir

source: The inundation status is calculated for each building (using the centroid if it is a polygon) based on the hazard levels provided. if the hazard is given as a raster a threshold of 1 meter is used. This is configurable through the InaSAFE interface. If the hazard is given as a vector polygon layer buildings are considered to be impacted depending on the value of hazard attributes (in order) "affected" or "FLOODPRONE": If a building is in a region that has attribute "affected" set to True (or 1) it is impacted. If attribute "affected" does not exist but "FLOODPRONE" does, then the building is considered impacted if "FLOODPRONE" is "yes". If neither "affected" nor "FLOODPRONE" is available, a building will be impacted if it belongs to any polygon. The latter behaviour is implemented through the attribute "inapolygon" which is automatically assigned.
id: Status genangan dihitung untuk setiap bangunan (menggunakan sentroid jika berupa poligon) berdasarkan tingkat bahaya yang diidentifikasi. Apabila bahaya tersebut berupa data raster maka ambang batas 1 meter digunakan. Hal ini dapat dikonfigurasi melalui interface InaSAFE. Jika bahaya diberikan sebagai bangunan dengan jenis data poligon vektor, layer hasil analisis akan dianggap terpengaruh tergantung pada nilai atribut bahaya (dalam urutan) "affected" atau "FLOODPRONE": Jika sebuah bangunan di wilayah yang memiliki atribut "affected" bernilai True (atau 1) maka bangunan itu terkena dampak. Jika atribut "affected" tidak ada tapi "FLOODPRONE" ada, maka bangunan dianggap berdampak jika "FLOODPRONE" bernila "yes". Jika tidak ada "affected" atau "FLOODPRONE" yang tersedia, bangunan akan terkena dampak jika dimiliki oleh poligon manapun. Perilaku yang terakhir diimplementasikan melalui atribut "inapolygon" yang secara otomatis ditetapkan.

source: A hazard raster layer where each cell represents flood depth (in meters), or a vector polygon layer where each polygon represents an inundated area. In the latter case, the following attributes are recognised (in order): "affected" (True or False) or "FLOODPRONE" (Yes or No). (True may be represented as 1, False as 0
id: Layer ancaman bencana berupa data raster dimana setiap sel merepresentasikan kedalaman banjir (dalam meter) atau lapisan poligon vektor yang setiap poligonnya merepresentasikan area yang tergenang. Atribut berikut ini dikenali (berdasarkan urutan): "affected" (True atau False), FLOODPRONE (Yes atau No) (True bisa direpresentasikan sebagai 1, False sebagai 0)

source: Vector polygon layer extracted from OSM where each polygon represents the footprint of a building.
id: Layer poligon vektor yang diambil dari OSM dimana setiap poligon merepresentasikan jejak keberadaan bangunan.

source: This function only flags buildings as impacted or not either based on a fixed threshold in case of raster hazard or the the attributes mentioned under input in case of vector hazard.
id: Fungsi ini hanya memberi tanda bangunan sebagai terdampak atau tidak berdasarkan ambang batas yang tetap untuk layer ancaman bencana berjenis data raster atau atribut yang disebutkan dalam input untuk layer ancaman bencana berjenis data vektor.

source: To assess the impacts of (flood or tsunami) inundation on population.
id: Untuk memperkirakan dampak dari genangan (banjir atau tsunami) pada penduduk.

source: Provide details about how many people would likely need to be evacuated, where they are located and what resources would be required to support them.
id: Menyediakan rincian mengenai berapa banyak orang yang akan perlu dievakuasi, dimana mereka berada, dan sumber daya apa yang dibutuhkan untuk mendukungnya.

source: The population subject to inundation exceeding a threshold (default 1m) is calculated and returned as a raster layer.In addition the total number and the required needs in terms of the BNPB (Perka 7) are reported. The threshold can be changed and even contain multiple numbers in which case evacuation and needs are calculated using the largest number with population breakdowns provided for the smaller numbers. The population raster is resampled to the resolution of the hazard raster and is rescaled so that the resampled population counts reflect estimates of population count per resampled cell. The resulting impact layer has the same resolution and reflects population count per cell which are affected by inundation.
id: Subjek populasi genangan melebihi ambang batas (default 1m) dihitung dan dikembalikan sebagai layer data raster. Selain itu, jumlah dan kebutuhan yang diperlukan sesuai aturan BNPB (Perka 7) dilaporkan. Ambang batas dapat diubah dan bahkan mengandung beberapa nilai dalam hal evakuasi dan kebutuhan dihitung menggunakan jumlah terbesar dengan populasi diperinci untuk jumlah yang lebih kecil. Layer data raster populasi diresampling dengan resolusi raster ancaman bencana dan direscaling sehingga jumlah populasi hasil resampling mencerminkan perkiraan jumlah populasi per sel terresampling. Layer dampak yang dihasilkan memiliki resolusi yang sama dan mencerminkan jumlah penduduk per sel yang dipengaruhi oleh genangan.

source: A hazard raster layer where each cell represents flood depth (in meters).
id: Sebuah layer data ancaman bencana berjenis raster dimana setiap sel merepresentasikan kedalaman banjir (dalam meter).

source: An exposure raster layer where each cell represent population count.
id: Sebuah layer keterpaparan dimana setiap sel merepresentasikan jumlah populasi.

source: The default threshold of 1 meter was selected based on consensus, not hard evidence.
id: Ambang batas default 1 meter dipilih berdasarkan konsensus, bukan dari bukti yang kuat.

source: The fatality calculation assumes that no fatalities occur for shake levels below 4 and fatality counts of less than 50 are disregarded.
id: Perhitungan kematian menggunakan asumsi bahwa tidak ada kematian yang terjadi untuk getaran di bawah 4 dan jumlah kematian yang kurang dari 50 diabaikan.

source: Place of worship
id: Tempat peribadatan

source: Hospitals
id: Rumah Sakit

source: Medium threshold
id: Ambang batas menengah

source: High threshold
id: Ambang batas atas

source: Low threshold
id: Ambang batas bawah

source: Distances
id: Jarak

source: Volcano name
id: Nama gunung berapi

source: BuildingType
id: Jenis bangunan

source: Youth ratio
id: Rasio anak muda

source: Adult ratio
id: Rasio orang dewasa

source: Elder ratio
id: Rasio orang tua

source: AggregationCategorical
id: Kategori agregasi

source: Displacement rate
id: Tingkat perpindahan

source: Mmi range
id: Rentang MMI

source: Tolerance
id: Toleransi

source: Calculate displaced people
id: Perhitungan penduduk yang diungsikan

source: Gender
id: Jenis kelamin

source: Age
id: Usia

source: Aggregation
id: Agregasi

source: Aggregation Categorical
id: Kategori agregasi

source: People affected
id: Penduduk yang terkena dampak

source: * Evacuation count rounded to nearest 1000
id: * Perhitungan evakuasi dibulatkan mendekati ribuan yang terdekat

source: Evacuation threshold
id: Ambang batas evakuasi

source: gender
id: jenis kelamin

source: age
id: usia

source: aggregation
id: agregasi

source: building type
id: jenis bangunan

source: aggregation categorical
id: kategori agregasi

source: Evacuation percentage
id: Persentase evakuasi

source: * Number is rounded to the nearest 1000
id: * Angka dibulatkan mendekati ribuan yang terdekat

source: Threshold [m]
id: Ambang batas [m]

source: Thresholds [m]
id: Ambang batas [m]

source: Distances [km]
id: Jarak [km]

source: To assess the impacts of categorized hazard in raster format on structure/building raster layer.
id: Untuk menghitung dampak ancaman yang dikategorikan dalam format raster pada layer data raster struktur/bangunan.

source: Provide details about how many building would likely need to be affected for each category.
id: Menyediakan rincian mengenai berapa banyak bangunan yang akan terdampak di setiap kategori.

source: A hazard raster layer where each cell represents the category of the hazard. There should be 3 categories: 1, 2, and 3.
id: Suatu layer raster data ancaman dimana setiap sel merepresentasikan kategori ancaman. Dalam hal ini harus ada 3 kategori: 1, 2, dan 3.

source: Vector polygon layer which can be extracted from OSM where each polygon represents the footprint of a building.
id: Layer data vector poligon yang diekstrak dari OSM dimana setiap poligon merepresentasikan jejak dari suatu bangunan.

source: Map of structure exposed to high category and a table with number of structure in each category
id: Peta keterpaparan struktur untuk kategori tinggi dan tabel yang berisi jumlah struktur di setiap kategori

source: This function will calculate how many buildings will be affected per each category for all categories in the hazard layer. Currently there should be 3 categories in the hazard layer. After that it will show the result and the total of buildings that will be affected for the hazard given.
id: Fungsi ini akan menghitung berapa banyak bangunan yang akan terkena dampak per setiap kategori untuk semua kategori pada layer data ancaman. Saat ini seharusnya terdapat 3 kategori pada layer data ancaman. Setelah itu akan muncul hasil dan jumlah bangunan yang akan terkena dampak untuk ancaman yang diberikan.

source: The number of categories is three.
id: Jumlah kategori ada tiga.

source: Building affected by earthquake
id: Bangunan yang terkena dampak oleh gempa bumi

source: The level of the impact is according to the threshold the user input.
id: Tingkat keterdampakan berdasarkan dari ambang batas masukan (input) pengguna.

source: Impact level
id: Tingkat dampak

source: To asses the impact of earthquake on population based on earthquake model developed by ITB
id: Untuk menjalankan dampak gempa bumi pada pupulasi berdasarkan model gempa bumi yang dikembangkan oleh ITB

source: - The model is based on limited number of observed fatality rates during 4 past fatal events. - The model clearly over-predicts the fatality rates at intensities higher than VIII. - The model only estimates the expected fatality rate for a given intensity level; however the associated uncertainty for the proposed model is not addressed. - There are few known mistakes in developing the current model: * rounding MMI values to the nearest 0.5, * Implementing Finite-Fault models of candidate events, and * consistency between selected GMPEs with those in use by BMKG.
id: - Model ini berdasarkan pada sejumlah tingkat kematian yang telah diamati selama 4 kejadian fatal yang terjadi sebelumnya. - Model ini jelas lebih memprediksikan tingkat kematian pada intensitas lebih tinggi daripada VIII. - Model ini hanya memperkirakan tingkat kematian yang diharapkan dari tingkat intensitas yang diberikan, namun ketidakpastian terkait untuk model yang diusulkan tidak ditangani. - Ada beberapa kesalahan yang dikenal dalam mengembangkan model saat ini: * Pembulatan nilai MMI ke 0,5 terdekat, * Menerapkan model Finite -Fault pada kandidat kejadian, dan * Konsistensi antara GMPEs yang dipilih dengan yang digunakan oleh BMKG.

source: Provide details about the population will be die or displaced
id: menyediakan rincian mengenai populasi yang akan meninggal atau mengungsi

source: This model was developed by Institut Teknologi Bandung (ITB) and implemented by Dr. Hadi Ghasemi, Geoscience Australia Algorithm: In this study, the same functional form as Allen (2009) is adopted o express fatality rate as a function of intensity (see Eq. 10 in the report). The Matlab built-in function (fminsearch) for Nelder-Mead algorithm was used to estimate the model parameters. The objective function (L2G norm) that is minimized during the optimisation is the same as the one used by Jaiswal et al. (2010). The coefficients used in the indonesian model are x=0.62275231, y=8.03314466, zeta=2.15
id: Model ini telah dikembangkan oleh Intsitut Teknologi Bandung (ITB) dan diimplementasikan oleh Dr Hadi Ghasemi, Geoscience Australia Algorithm: Dalam studi ini, bentuk fungsi yang sama sebagaimana yang diadopsi oleh Allen (2009), mengekspresikan nilai korban jiwa sebagaimana fungsi dari intensitas (lihat persamaan 10 pada laporan). Fungsi Matlab yang telah terintegrasi (fminsearch) untuk algoritma Nelder-Mead telah digunakan untuk memperkirakan parameter model. Tujuan dari fungsi (L2G norm) adalah untuk meminimalkan pada saat optimalisasi adalah sama dengan satu fungsi yang telah digunakan oleh Jaiswal et al. (2010). Koefisien yang digunakan di model Indonesia adalah x=0.62275231, y=8.03314466, zeta=2.15

source: All values are rounded up to the nearest integer in order to avoid representing human lives as fractionals.
id: Semua nilai dibulatkan ke integer terdekat untuk menghindari nilai manusia yang diwakili sebagai pecahan.

source: Thousand separator is represented by %s
id: Ribuan pemisah diwaliki oleh %s

source: (people per cell)
id: (penduduk per sel)

source: Population density
id: Kepadatan penduduk

source: Estimated displaced population per cell
id: Perkiraan penduduk yang diungsikan per sel

source: To asses the impact of earthquake on population based on Population Vulnerability Model Pager
id: Untuk menghitung dampak gempa bumi terhadap populasi berdasarkan Model Pager Kerentanan Populasi

source: * Jaiswal, K. S., Wald, D. J., and Hearne, M. (2009a). Estimating casualties for large worldwide earthquakes using an empirical approach. U.S. Geological Survey Open-File Report 2009-1136.
id: Jaiswal, K. S., Wald, D. J., dan Hearne, M. (2009a). Estimating casualties for large worldwide earthquakes using an empirical approach. U.S. Geological Survey Open-File Report 2009-1136.

source: To assess the impacts of categorized hazards in raster format on population raster layer.
id: Untuk menghitung dampak ancaman yang dikategorikan dalam format raster pada layer data raster populasi.

source: Provide details about how many people would likely need to be impacted for each category.
id: Menyediakan rincian mengenai berapa banyak orang yang akan terdampak untuk setiap kategori.

source: Map of population exposed to high category and a table with number of people in each category
id: Peta keterpaparan penduduk untuk kategori tinggi dan tabel yang berisi jumlah penduduk di setiap kategori

source: This function will calculate how many people will be impacted per each category for all categories in the hazard layer. Currently there should be 3 categories in the hazard layer. After that it will show the result and the total amount of people that will be impacted for the hazard given.
id: Fungsi ini akan menghitung berapa banyak orang yang akan terkena dampak per setiap kategori untuk semua kategori pada layer data ancaman. Saat ini seharusnya terdapat 3 kategori pada layer data ancaman. Setelah itu akan muncul hasil dan jumlah orang yang akan terkena dampak berdasarkan ancaman yang diberikan.

source: Vector layer contains building is estimated to be flooded and the breakdown of the building by type.
id: Layer data vektor berisi bangunan yang diperkirakan banjir dan kerusakan berdasarkan jenis bangunannya.

source: Not Inundated
id: Tidak tergenang

source: Inundated
id: Tergenang

source: (inundated or not inundated)
id: (tergenang atau tidak tergenang)

source: Structure inundated status
id: Status struktur yang tergenang

source: To assess the impacts of (flood or tsunami) inundation in vector format on population.
id: Untuk menghitung dampak genangan (banjir atau tsunami) dalam format vektor pada data penduduk.

source: The population subject to inundation is determined whether in an area which affected or not. You can also set an evacuation percentage to calculate how many percent of the total population affected to be evacuated. This number will be used to estimate needs based on BNPB Perka 7/2008 minimum bantuan.
id: Subyek populasi yang terkena genangan ditentukan berdasarkan apakah daerah tersebut terkena dampak atau tidak. Anda juga dapat mengatur persentase evakuasi untuk menghitung berapa persen total populasi yang terdampak untuk dievakuasi. Jumlah ini akan digunakan untuk estimasi berdasarkan pada |BNPB| Perka 7/2008 bantuan minimum.

source: A hazard vector layer which has attribute affected the value is either 1 or 0
id: Layer data vektor ancaman yang memilki atribut terdampak bernilai antara 1 atau 0

source: Vector layer contains population affected and the minimum needs based on evacuation percentage.
id: Layer data vektor berisi penduduk yang terdampak dan kebutuhan minimum berdasarkan pada persentase evakuasi.

source: Thousand separator is represented by '.'
id: Ribuan pemisah diwakili oleh '.'

source: (people per polygon)
id: (penduduk per poligon)

source: To assess the impacts of (flood or tsunami) inundation in raster format on population.
id: Untuk menghitung dampak genangan (banjir atau tsunami) dalam format raster pada data penduduk.
