Repository: akbargumbira/inasafe
Catalog: i18n/*/LC_MESSAGES/inasafe.po
Languages: id

source: The population subject to inundation exceeding a threshold (default 1m) is calculated and returned as a raster layer. In addition the total number and the required needs in terms of the BNPB (Perka 7) are reported. The threshold can be changed and even contain multiple numbers in which case evacuation and needs are calculated using the largest number with population breakdowns provided for the smaller numbers. The population raster is resampled to the resolution of the hazard raster and is rescaled so that the resampled population counts reflect estimates of population count per resampled cell. The resulting impact layer has the same resolution and reflects population count per cell which are affected by inundation.
id: Subyek populasi yang terkena genangan yang melebihi ambang batas (default 1m) dihitung dan dikembalikan sebagai layer data raster. Selain itu, jumlah dan kebutuhan yang diperlukan sesuai aturan BNPB (Perka 7) dilaporkan. Ambang batas dapat diubah dan bahkan mengandung beberapa nilai dalam hal evakuasi dan kebutuhan dihitung menggunakan jumlah terbesar dengan populasi diperinci untuk jumlah yang lebih kecil. Layer data raster populasi diresampling dengan resolusi raster data ancaman dan direscaling sehingga jumlah populasi hasil resampling mencerminkan perkiraan jumlah populasi per sel dapat diresampling. Layer data dampak yang dihasilkan memiliki resolusi yang sama dan mencerminkan jumlah penduduk per sel yang dipengaruhi oleh adanya genangan.

source: Raster layer contains population affected and the minimum needs based on the population affected.
id: Layer data raster berisi jumlah penduduk yang terkena dampak dan kebutuhan minimum penduduk berdasarkan pada jumlah penduduk yang terkena dampak.

source: To assess the impacts of volcano eruption on building.
id: Untuk menghitung dampak erupsi gunung berapi pada bangunan.

source: Provide details about how many building would likely be affected by each hazard zones.
id: Menyediakan rincian mengenai berapa banyak bangunan yang akan terdampak di setiap zona ancaman.

source: A hazard vector layer can be polygon or point. If polygon, it must have "KRB" attribute and the values for it are "Kawasan Rawan Bencana I", "Kawasan Rawan Bencana II", or "Kawasan Rawan Bencana III." If you want to see the name of the volcano in the result, you need to add "NAME" attribute for point data or "GUNUNG" attribute for polygon data.
id: Layer data vektor ancaman dapat berupa poligon atau titik. Jika poligon, maka harus memiliki attribut "KRB" dan nilai untuk itu adalah "Kawasan Rawan Bencana I", "Kawasan Rawan Bencana II", atau "Kawasan Rawan Bencana III". Jika Anda ingin melihat nama gunung berapi pada hasilnya, Anda perlu menambahkan attribute "NAME" untuk jenis data titik atau attribut "GUNUNG" untuk jenis data poligon.

source: Vector layer contains Map of building exposed to volcanic hazard zones for each Kawasan Rawan Bencana or radius.
id: Layer data vektor berisi peta keterpaparan bangunan untuk zona ancaman gunung berapi pada setiap Kawasan Rawan Bencana atau radius.

source: Number of buildings affected
id: Jumlah bangunan yang terkena dampak

source: (building)
id: (bangunan)

source: Building count
id: Jumlah Bangunan

source: To assess the impacts of volcano eruption on population.
id: Untuk menghitung dampak erupsi gunung berapi pada penduduk.

source: Provide details about how many population would likely be affected by each hazard zones.
id: Menyediakan rincian mengenai berapa banyak jumlah penduduk yang akan terdampak di setiap zona ancaman.

source: A hazard vector layer can be polygon or point. If polygon, it must have "KRB" attribute and the valuefor it are "Kawasan Rawan Bencana I", "Kawasan Rawan Bencana II", or "Kawasan Rawan Bencana III."If you want to see the name of the volcano in the result, you need to add "NAME" attribute for point data or "GUNUNG" attribute for polygon data.
id: Layer data vektor ancaman dapat berupa poligon atau titik. Jika poligon, maka harus memiliki attribut "KRB" dan nilai untuk itu adalah "Kawasan Rawan Bencana I", "Kawasan Rawan Bencana II", atau "Kawasan Rawan Bencana III". Jika Anda ingin melihat nama gunung berapi pada hasilnya, Anda perlu menambahkan attribute "NAME" untuk jenis data titik atau attribut "GUNUNG" untuk jenis data poligon.

source: Vector layer contains population affected and the minimum needs based on the population affected.
id: Layer data vektor yang berisi jumlah penduduk yang terdampak dan kebutuhan minimum berdasarkan pada penduduk terdampak.

source: Total population %s in the exposure layer
id: Total penduduk %s di layer data keterpaparan

source: Thousand separator is represented by %s
id: Pemisah nilai ribuan diwaliki oleh %s

source: (people)
id: (penduduk)

source: Population count
id: Jumlah penduduk

source: Problem
id: Permasalahan

source: The following problem(s) were encountered whilst running the analysis.
id: Berikut merupakan permasalahan yang sering dijumpai ketika menjalankan analisis.

source: Suggestion
id: Saran

source: You can try the following to resolve the issue:
id: Anda dapat mencoba langkah berikut ini untuk menyelesaikan masalahnya:

source: Details
id: Rincian

source: These additional details were reported when the problem occurred.
id: Rincian tambahan berikut ini akan dilaporkan ketika terjadi masalah.

source: Diagnostics (click for details)
id: Diagnostik (klik untuk rincian)

source: Calculates age related statistics.
id: Perhitungan statistik berdasarkan kelompok usia.

source: Calculates generic categorical statistics.
id: Perhitungan statistik berdasarkan kategori umum.

source: Calculates generic aggregation statistics
id: Perhitungan statistik berdasarkan agregasi umum

source: Calculates building types related statistics.
id: Perhitungan statistik berdasarkan jenis bangunan.

source: Calculates gender related statistics.
id: Perhitungan statistik berdasarkan jenis kelamin.

source: Rice
id: Beras

source: Drinking Water
id: Air Minum

source: Water
id: Air

source: Map shows population affected in each flood prone area
id: Peta yang menunjukan jumlah penduduk yang terdampak di setiap wilayah rawan banjir

source: Table below shows the weekly minium needs for all evacuated people
id: Tabel di bawah ini menunjukkan kebutuhan minimum mingguan bagi semua orang yang dievakuasi

source: Youth count (affected)
id: Jumlah usia muda (yang terdampak)

source: Adult count (affected)
id: Jumlah usia dewasa (yang terdampak)

source: Elderly count (affected)
id: Jumlah usia lanjut (yang terdampak)

source: Female population (affected)
id: Penduduk wanita (yang terdampak)

source: Road Type
id: Jenis Jalan

source: Flooded roads
id: Jalan yang tergenang

source: Be Liquefied
id: Tergenang

source: To assess the impacts of (liquefaction) on buildingfootprints originating from OpenStreetMap (OSM).
id: Untuk menghitung dampak (penggenangan) pada jejak bangunan yang berasal dari OpenStreetMap (OSM).

source: Provide details about where critical infrastructure might be liquefied
id: Memberikan rincian mengenai dimana infrastrutur penting yang mungkin tergenang

source: The liquefaction status is calculated for each building (using thecentroid if it is a polygon) based on the hazard levels provided. ifthe hazard is given as a rester threshold of 1 meter is used. Thisis configurable though the InaSAFE interface. If the hazard isgiven as a vector polygon layer buildings are considered to beimpacted depending on the value of hazard attributes (in order)"affected" or "LIQUEFACTIONPRONE": If a building is in a region that hasattribute "affected" set to True(or 1) it is impacted. If attribute"affected" does not exist but "LIQUEFACTIONPRONE" does, then the buildingis considered impacted if "LIQUEFACTIONPRONE" is "yes". If neither"affected" nor "LIQUEFACTIONPRONE" is available, a building will beimpacted if it is belongs to any polygon. The latter behaviour isimplemented through the attribute "inapolygon" which is automatically assigned.
id: Status genangan dihitung untuk setiap bangunan (menggunakan sentroid jika bangunan berupa poligon) berdasarkan tingkat bahaya disediakan. Apabila bahaya tersebut diberikan sebagai raster maka ambang batas 1 meter digunakan. Nilai ini dapat dikonfigurasi melalui antarmuka InaSAFE. Jika bahaya diberikan sebagai layer vektor poligon, bangunan dianggap terpengaruh tergantung pada nilai atribut bahaya (dalam urutan) "affected" atau "LIQUEFACTIONPRONE": Jika sebuah bangunan berada di wilayah yang memiliki atribut "affected" bernilai True (atau 1) maka bangunan itu terkena dampak. Jika atribut "affected" tidak ada, tapi "LIQUEFACTIONPRONE" ada, maka bangunan dianggap berdampak jika "FLOODPRONE" bernila "yes". Jika tidak ada "affected" atau "FLOODPRONE" yang tersedia, bangunan akan terkena dampak jika bangunan dimiliki oleh suatu poligon. Perilaku yang terakhir diimplementasikan melalui atribut "inapolygon" yang secara otomatis ditetapkan.

source: A hazard raster layer where each cell represents flood depth (inmeters), or a vector polygon layer where each polygon represents anliquefied area. In the latter case, the following attributes arerecognized (in order): "affected" (True or False) or "LIQUEFACTIONPRONE"(Yes or No). (True may be represented as 1, False as 0)
id: Suatu layer raster ancaman dimana setiap sel merepresentasikan kedalaman banjir (dalam meter), atau suatu layer vektor poligon yang setiap poligonnya merepresentasikan area yang tergenang. Dalam kasus terakhir, atribut berikut ini dikenali (berdasarkan urutan): "affected" (True atau False) atau "LIQUEFACTIONPRONE" (Yes atau No). (True dapat direpresentasikan sebagai 1, False sebagai 0)

source: Vector polygon layer extracted from OSM where each polygonrepresents the footprint of the building.
id: Layer vektor poligon diambil dari OSM dimana setiap poligon merepresentasikan jejak bangunan.

source: Vector layer contains building is estimated to be flooded and thebreakdown of the building by type
id: Layer vektor berisi bangunan yang diperkirakan akan tergenang dan bangunan dirinci berdasarkan jenis bangunan.

source: This function only flags buildings as impacted or not either basedon a fixed threshold in case of raster hazard or the attributesmentioned under input in case of vector hazard.
id: Fungsi ini hanya memberi tanda bangunan sebagai terdampak atau tidak berdasarkan ambang batas yang tetap untuk layer raster ancaman atau atribut yang disebutkan dalam input untuk lapisan vektor ancaman.

source: Number liquefied
id: Jumlah tergenang

source: Which structures have warning capacity(e.g. sirens, speakers, etc.)?
id: Bangunan mana saja yang memiliki mekanisme peringatan (contoh sirene, pengeras suara, dll)?

source: Where will the patients from the %s closed hospitals go and how will we transfer them?
id: Dimanakah pasien dari %s rumah sakit yang tutup akan mendapatkan perawatan dan bagaimana cara memindahkan mereka?

source: flood levels exceed %.1fm
id: ketinggian banjir melebihi %.1fm

source: Not Liquefied
id: Tidak tergenang

source: Liquefied
id: Tergenang

source: Buildings Liquefied
id: Bangunan Tergenang

source: (liquefied or not liquefied)
id: (tergenang atau tidak tergenang)

source: Stucture liquefied status
id: Status bangunan tergenang

source: Aggregates minimum needs.
id: Mengagregasi kebutuhan minimum.

source: Input layer must be a InaSAFE spatial object. I got %s
id: Layer input harus berupa objek spasial InaSAFE. Saya mendapatkan %s

source: Loaded impact layer "%s" is not valid
id: Pemuatan layer dampak "%s" tidak valid

source: To assess the impact of earthquake on population based on earthquake model developed by ITB
id: Untuk menjalankan dampak gempa bumi pada populasi berdasarkan model gempa bumi yang dikembangkan oleh ITB

source: All values are rounded up to the nearest integer in order to avoid representing human lives as fractions.
id: Semua nilai dibulatkan ke integer terdekat agar tidak menyatakan jumlah manusia sebagai pecahan.

source: To assess the impact of earthquake on population based on Population Vulnerability Model Pager
id: Untuk menghitung dampak gempa bumi pada populasi berdasarkan Model Pager Kerentanan Populasi

source: Table below shows the weekly minimum needs for all evacuated people
id: Tabel di bawah ini menunjukkan kebutuhan minimum mingguan untuk semua orang yang dievakuasi

source: Volcanoes considered
id: Nama gunung api yang dipilih

source: Be-flooded
id: mengalami banjir

source: Parameter "Affected Field"(='%s') doesn't presented in the attribute table of the hazard layer.
id: Parameter "Affected Field"(='%s') tidak ada di tabel atribut layer ancaman.

source: There are no objects in the hazard layer with "Affected value"='%s'. Please check the value or use other extent.
id: Tidak ada objek di layer ancaman dengan "Affected value"='%s'. Silahkan cek nilai tersebut atau gunakan extent lain.

source: Building Type
id: Tipe Bangunan

source: Flooded buildings
id: Bangunan yang mengalami banjir

source: Parameter "Affected Field"(='%s') is not present in the attribute table of the hazard layer.
id: Parameter "Affected Field"(='%s') tidak ada di tabel atribut layer ancaman.

source: There are no objects in the hazard layer with "Affected value"='%s'. Please check the value or use a different extent.
id: Tidak ada objek di layer ancaman dengan "Affected value"='%s'. Silahkan cek nilai tersebut atau gunakan extent lain.

source: Other
id: Lain-lain

source: Temporarily closed (m)
id: Ditutup untuk sementara (m)

source: Breakdown by road type
id: Perincian berdasarkan tipe jalan

source: Be flooded in given thresholds
id: Mengalami banjir dengan ambang batas yang diberikan

source: The minimal threshold is greater then the maximal specified threshold. Please check the values.
id: Ambang batas minimal lebih besar dari ambang batas maksimal yang ditentukan. Silahkan cek kembali nilai tersebut.

source: There are no objects in the hazard layer with "value">'%s'. Please check the value or use other extent.
id: Tidak ada objek pada layer ancaman dengan "value">'%s'. Silahkan cek kembali nilai tersebut atau gunakan extent lain.

source: Flooded in the threshold (m)
id: Mengalami banjir pada ambang batas (m)

source: Calculates road types related statistics.
id: Menghitung tipe jalan berdasarkan statistik.

source: Parameter "Affected Field"(='%s') is not present in the attribute table of the hazard layer.
id: Parameter "Affected Field"(='%s') tidak ada di tabel atribut layer ancaman.

source: Elderly ratio
id: Rasio orang tua

source: Earthquake Building Impact Function
id: Fungsi Bangunan Terdampak Gempa Bumi

source: This impact function will calculate the impact of an earthquake on buildings, reporting how many are expected to be damaged etc.
id: Fungsi dampak ini akan memperhitungkan dampak dari gempa bumi terhadap bangunan, dengan membuat rincian bangunan yang mungkin akan terdampak dan sebagainya.

source: ITB Fatality Function
id: Fungsi Korban ITB

source: PAG Fatality Function.
id: Fungsi Korban PAG

source: Categorised Hazard Population Impact Function
id: Kategorisasi Fungsi Dampak Bencana Terhadap Penduduk

source: Flood Native Polygon Experimental Function
id: Fungsi Eksperimental Poligon Asli Banjir

source: N/A
id: Tidak Tersedia

source: Flood Building Impact Function
id: Fungsi Bangunan Terdampak Banjir

source: Flood Vector Roads Experimental Function
id: Fungsi percobaan jalan yang terdampak banjir dalam format vektor

source: Flood Evacuation Function Vector Hazard
id: Vektor Ancaman Fungsi Evakuasi Banjir

source: To assess the impacts of (flood or tsunami)inundation in vector format on population.
id: Untuk menilai dampak dari genangan (banjir atau tsunami) dalam format vektor terhadap penduduk.

source: Flood Evacuation Function
id: Fungsi Evakuasi Banjir

source: To assess the impacts of (flood or tsunami)inundation in raster format on population.
id: Untuk menilai dampak dari genangan (banjir atau tsunami) dalam format raster terhadap penduduk.

source: Flood Raster Roads Experimental Function
id: Fungsi percobaan jalan yang terdampak banjir dalam format raster

source: OPTIMIZED-TEST-Be flooded in given thresholds
id: Optimalisasi-Percobaan-Terdampak banjir pada ambang batas yang diberikan

source: Volcano Building Impact
id: Bangunan Terdampak Gunung Berapi

source: Volcano Polygon Hazard Population
id: Poligon Ancaman Gunung Berapi untuk Penduduk

source: hazard
id: ancaman

source: A <b>hazard</b> layer represents something that will impact on the people or infrastructure in an area. For example; flood, earthquake, tsunami and volcano are all examples of hazards.
id: Sebuah layer <b>ancaman</b> menggambarkan sesuatu yang akan berdampak pada penduduk atau infrastruktur di sebuah area. Sebagai contoh; banjir, gempa bumi, tsunami, dan gunung berapi merupakan contoh dari ancaman.

source: exposure
id: keterpaparan

source: An <b>exposure</b> layer represents people, property or infrastructure that may be affected in the event of a flood, earthquake, volcano etc.
id: Sebuah layer <b>paparan</b> menggambarkan penduduk, properti atau infrastruktur yang mungkin akan terdampak dari sebuah kejadian banjir, gempa bumi, gunung berapi, dsb.

source: An <b>aggregation</b> layer represents regions you can use to summarise the results by. For example, we might summarise the affected people aftera flood according to city districts.
id: Sebuah layer <b>agregasi</b> menggambarkan area yang dapat anda gunakan untuk menyimpulkan hasil terhadap area tersbeut. Sebagai contoh, kita mungkin ingin menyimpulkan jumlah penduduk yang terdampak banjir berdasarkan kabupaten.

source: population
id: penduduk

source: The <b>population</b> describes the people that might be exposed to a particular hazard.
id: <b>Penduduk</b> mendeskripsikan orang yang mungkin akan terdampak suatu anaman.

source: road
id: jalan

source: A <b>road</b> is a defined route used by a vehicle or people to travel between two or more points.
id: <b>Jalan</b> didefinisikan sebagai jalur yang digunakan oleh kendaraan atau orang untuk pergi dari satu titik ke satu titik lainnya atau lebih.

source: structure
id: bangunan

source: A <b>structure</b> can be any relatively permanent man made feature such as a building (an enclosed structure with walls and a roof) or a telecommunications facility or a bridge.
id: <b>Struktur</b> dapat berupa apapun yang berhubungan dengan buatan manusia yang sifatnya permanen misalnya sebuah bangunan (sebuah struktur tertutup dengan dinding dan atap) atau sebuah fasilitas komunikasi atau sebuah jembatan.

source: earthquake
id: gempa bumi

source: An <b>earthquake</b> describes the sudden violent shaking of the ground that occurs as a result of volcanic activity or movement in the earth's crust.
id: <b>Gempa bumi</b> mendeskripsikan suatu kejadian dimana permukaan tanah bergetar kuat secara tiba-tiba berdasarkan aktivitas gunung berapi atau pergerakan lempeng bumi.

source: flood
id: banjir

source: A <b>flood</b> describes the inundation of land that is normally dry by a large amount of water. For example: A <b>flood</b> can occur after heavy rainfall, when a river overflows its banks or when a dam breaks. The effect of a <b>flood</b> is for land that is normally dry to become wet.
id: <b>Banjir</b> mendeskripsikan terjadinya genangan pada suatu lahan kering oleh air dalam jumlah besar. Sebagai contoh: Suatu <b>banjir</b> dapat terjadi setelah hujan turun secara deras, ketika sebuah sungai meluap dari bataran atau ketika bendungan rusak. Efek dari <b>flood</b> adalah lahan yang normalnya kering menjadi basah.

source: tephra
id: tephra (abu vulkanik)

source: <b>Tephra</b> describes the material, such as rock fragments and ash particles ejected by a volcanic eruption.
id: <b>Tephra</b> mendeskripsikan material, misalnya fragmen-fragmen batuan dan partikel debu yang dikeluarkan oleh letusan gunung berapi.

source: A <b>tsunami</b> describes a large ocean wave or series or waves usually caused by an under water earthquake or volcano.A <b>tsunami</b> at sea may go unnoticed but a <b>tsunami</b> wave that strikes land may cause massive destruction and flooding.
id: <b>Tsunami</b> mendeskripsikan sebuah atau beberapa seri gelombang laut yang besar, atau gelombang yang biasanya disebabkan oleh gempa bumi bawah laut atau gunung berapi. <b>Tsunami</b> di laut mungkin tidak dapat terdeteksi tetapi gelombang <b>tsunami</b> yang menghantam daratan dapat menyebabkan kerusakan yang besar dan banjir.

source: volcano
id: gunung berapi

source: A <b>volcano</b> describes a mountain which has a vent through which rock fragments, ash, lava, steam and gases can be ejected from below the earth's surface. The type of material ejected depends on the type of <b>volcano</b>.
id: <b>Gunung berapi</b> mendeskripsikan sebuah gunung yang memiliki sebuah ventilasi dimana fragmen-fragmen batuan, debu, lava, uap dan gas dari bawah permukaan bumi dapat dikeluarkan dari ventilasi tersebut. Tipe material yang dikeluarkan tergantung dari tipe <b>gunung berapi</b>.

source: feet
id: kaki

source: <b>Feet</b> are an imperial unit of measure. There are 12 inches in 1 foot and 3 feet in 1 yard. In this case <b>feet</b> are used to describe the water depth.
id: <b>Feet</b> merupakan salah satu unit pengukuran imperial. 1 foot sama dengan 12 inci dan 3 feet sama dengan 1 yard. Dalam kasus ini <b>feet</b> digunakan untuk mendeskripsikan kedalaman air.

source: metres
id: meter

source: <b>metres</b> are a metric unit of measure. There are 100 centimetres in 1 metre. In this case <b>metres</b> are used to describe the water depth.
id: <b>Meter</b> merupakan sebuah unit pengukuran metrik. 1 meter sama dengan 100 sentimeter. Pada kasus ini <b>meter</b> digunakan untuk mendeksripsikan kedalaman air.

source: The <b>Modified Mercalli Intensity (MMI)</b> scale describes the intensity of ground shaking from a earthquake based on the effects observed by people at the surface.
id: Skala <b>Modified Mercalli Intensity (MMI)</b> mendeskripsikan intensitas getaran tanah dari sebuah kejadian gempa bumi berdasarkan efek yang diamati oleh orang-orang di permukaan.

source: normalized
id: normalisasi

source: people per pixel
id: orang per piksel

source: <b>Density</b> is the number of features within a defined area. For example <b>population density</b> might be measured as the number of people per square kilometre.
id: <b>Kepadatan</b> merupakan jumlah fitur yang terdapat dalam satuan area tertentu. Misalnya <b>kepadatan penduduk</b> yang akan diukur adalah jumlah orang per-kilometer.

source: Water above ground height.
id: Air di atas ketinggian tanah.

source: volcano categorical
id: kategori gunung berapi

source: No water above ground height.
id: Tidak ada air pada ketinggian air tanah.

source: wet / dry
id: basah / kering

source: This is a binary description for an area. The area is either <b>wet</b> (affected by flood water) or <b>dry</b> (not affected by flood water). This unit does not describe how <b>wet</b> or <b>dry</b> an area is.
id: Ini adalah deskripsi biner untuk wilayah. Wilayah bisa berupa <b>basah</b> (terdampak oleh air banjir) atau <b>kering</b> (tidak terdampak oleh air banjir). Unit ini tidak mendeskripsikan seberapa <b>basah</b> atau <b>kering</b> wilayah tersebut.

source: Elder count (affected)
id: Jumlah lansia (terdampak)

source: generic
id: umum

source: A generic hazard can be used for any type of hazard where the data have been classified or generalised. For example: earthquake, flood, volcano, or tsunami.
id: Ancaman umum dapat digunakan untuk segala tipe ancaman dimana data telah diklasifikasikan atau diperumum. Sebagai contoh: gempa bumi, banjir, gunung berapi, atau tsunami.

source: normalised
id: ternormalisasi
